<!DOCTYPE html>
<html lang="de">
  <head>
    <title>JapanTouri</title>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width = device-width, initial-scale = 1.0" />

    <link rel="stylesheet" href="css/main.css" />
    <link rel="stylesheet" href="css/hamburger.css" />
    <link rel="stylesheet" href="css/@mediaTag.css" />
    <link rel="stylesheet" href="css/sakura.css" />
    <link rel="stylesheet" href="https://unpkg.com/leaflet@1.9.4/dist/leaflet.css" integrity="sha256-p4NxAoJBhIIN+hmNHrzRCf9tD/miZyoHS5obTRR9BMY=" crossorigin=""/>

    <link rel="apple-touch-icon" sizes="180x180" href="images/icon/apple-touch-icon.png"/> <!--Für Apple Geräte-->
    <link rel="icon" type="image/png" sizes="32x32" href="images/icon/favicon-32x32.png"/>
    <link rel="icon" type="image/png" sizes="16x16" href="images/icon/favicon-16x16.png"/>
    <link rel="manifest" href="images/icon/site.webmanifest" /> <!--Wenn die App auf den Homebildschirm gelegt wird, als App-->

    <script src="javascript/hamburger.js" defer></script>    
    <script src="https://unpkg.com/leaflet@1.9.4/dist/leaflet.js" integrity="sha256-20nQCchB9co0qIjJZRGuk2/Z9VM+kNiyxNV1lvTlZBo=" crossorigin="" defer></script>
    <script src="javascript/map.js" defer></script>
  </head>

  <body>
    <header>
      <nav class="navbar">
        <a href="index.html" class="nav-branding">JapanTouri</a>
        <a href="sakura.html"><img class="bluete" src="images/utils/SakuraFlowerNoBC.png" alt="Link zur Seite mit der Bl&uuml;tezeiten"/></a>
        <a href="sightseeings.html"><img class="tor" src="images/utils/ToriTor.png" alt="Tor Icon"/></a>

        <ul class="nav-menu">
          <li class="nav-item"><a href="#" class="nav-link">Startseite</a></li>
          <li class="nav-item"><a href="#Fushimi" class="nav-link">Fushimi Inari-Taisha</a></li>
          <li class="nav-item"><a href="#mntFuji" class="nav-link">Mount Fuji</a></li>
          <li class="nav-item"><a href="#kinkaku" class="nav-link">Kinkaku-ji</a></li>
          <li class="nav-item"><a href="#shibuya" class="nav-link">Shibuya Crossing</a></li>
          <li class="nav-item"><a href="#memorial" class="nav-link">Peace Memorial Park</a></li>
        </ul>

        <div class="hamburger">
          <span class="bar"></span>
          <span class="bar"></span>
          <span class="bar"></span>
        </div>
      </nav>
    </header>
    
    <div class="caption">
      <img class="mainPicture" src="images/BannerBilder/ToriTore.jpg" alt="Bild von Japan als Header">
      <p class="sakuraTop">
        Auf jeder Reise nach Japan gibt es eine Menge zu Entdecken.<br>
        Selbstverst&auml;ndlich gibt es eine Menge Sehensw&uuml;rdigkeiten.<br>
        Auf dieser Seite finden Sie Japans beliebtesten Sehensw&uuml;rdigkeiten.
      </p>
    </div>
    
    <main>
      <section>
        <article>
          <h1 id="Fushimi" style="margin-top: 30px">Fushimi Inari-Taisha</h1>
          <h2>[Kyoto]</h2><br>
          <img class="sightsPictures" src="images/sightseeings/Fushimi-inari.jpg" alt="Fushimi-inari">
          <p>
            Der Fushimi Inari-Taisha ist einer der bekanntesten Schreine Japans
            und besonders f&uuml;r seine endlosen, leuchtend roten Torii-Tore
            bekannt. Diese Tore bilden beeindruckende Tunnel, die den Berg Inari
            hinauff&uuml;hren. Der Schrein ist dem Shinto-Gott Inari gewidmet, der
            als Schutzpatron der Reisbauern und Kaufleute gilt. Ein Spaziergang
            durch die Torii ist ein einzigartiges Erlebnis, besonders bei
            Sonnenaufgang oder Sonnenuntergang, wenn das Licht durch die roten
            B&ouml;gen f&auml;llt. Der Weg f&uuml;hrt auf den Berg Inari, wo
            kleinere Schreine und Statuen von F&uuml;chsen, den Boten des
            Inari-Gottes, zu sehen sind. Der Aufstieg dauert etwa zwei Stunden,
            bietet aber wundersch&ouml;ne Aussichten &uuml;ber Kyoto. Viele
            Besucher hinterlassen kleine Torii als Spende oder Gebet. In der
            N&auml;he gibt es auch traditionelle Teeh&auml;user und St&auml;nde,
            die regionale Spezialit&auml;ten wie Inari-Sushi anbieten. Wer sich
            f&uuml;r japanische Spiritualit&auml;t und Kultur interessiert, sollte
            diesen Ort unbedingt besuchen.
          </p>
        </article>

        <article>
          <h1 id="mntFuji">Mount Fuji</h1>
          <h2>[Tokyo]</h2><br>
          <img class="sightsPictures" src="images/sightseeings/Mntfuji.jpg" alt="Mount Fuji">
          <p>
            Der Mount Fuji ist mit 3.776 Metern der h&ouml;chste Berg Japans und
            ein weltweit bekanntes Symbol des Landes. Er ist sowohl ein aktiver
            Vulkan als auch ein heiliger Ort in der japanischen Kultur. Besonders
            im Sommer erklimmen zahlreiche Wanderer den Berg, um den
            atemberaubenden Sonnenaufgang vom Gipfel aus zu erleben. Der Fuji ist
            Teil des Fuji-Hakone-Izu-Nationalparks und kann von vielen Orten aus
            bewundert werden, darunter die ber&uuml;hmten Fuji Five Lakes
            (Fujigoko). Besonders beliebt ist der Kawaguchi-See, der bei klarem
            Wetter eine perfekte Spiegelung des Berges im Wasser zeigt. Wer nicht
            wandern m&ouml;chte, kann den Berg von verschiedenen Aussichtspunkten,
            wie der Chureito-Pagode oder Hakone, bewundern. Im Winter ist der
            Gipfel mit Schnee bedeckt, was das klassische Bild von Fuji-san
            pr&auml;gt. Es gibt auch zahlreiche hei&szlig;e Quellen (Onsen) in der
            Umgebung, die eine perfekte M&ouml;glichkeit bieten, nach einer
            anstrengenden Wanderung zu entspannen. Der Mount Fuji inspiriert seit
            Jahrhunderten K&uuml;nstler und Dichter und bleibt eine der
            faszinierendsten Sehensw&uuml;rdigkeiten Japans.
          </p>
        </article>

        <article>
          <h1 id="kinkaku">Kinkaku-ji</h1>
          <h2>[Kyoto]</h2><br>
          <img class="sightsPictures" src="images/sightseeings/kinkaku-ji.jpg" alt="Kinkaku-ji">
          <p>
            Der Kinkaku-ji, auch bekannt als Goldener Pavillon, ist eines der
            ber&uuml;hmtesten Wahrzeichen Kyotos. Seine goldene Fassade spiegelt
            sich malerisch im umgebenden Teich wider. Urspr&uuml;nglich als Villa
            f&uuml;r einen Shogun erbaut, wurde er sp&auml;ter in einen Zen-Tempel
            umgewandelt. Der Tempel ist von einem wundersch&ouml;nen Garten
            umgeben, der die Jahreszeiten auf besondere Weise widerspiegelt – im
            Fr&uuml;hling bl&uuml;hen Kirschb&auml;ume, im Sommer leuchtet das
            Gr&uuml;n, im Herbst f&auml;rben sich die Bl&auml;tter rot und im
            Winter bietet der verschneite Pavillon eine traumhafte Kulisse. Der
            Kinkaku-ji ist eines der bekanntesten Motive der japanischen Kultur
            und zieht t&auml;glich viele Besucher an. Der dazugeh&ouml;rige Garten
            ist im Stil der Muromachi-&Auml;ra gestaltet und bietet zahlreiche
            kleine Br&uuml;cken, Steine und Teiche, die eine harmonische
            Atmosph&auml;re schaffen. In der N&auml;he des Tempels gibt es
            traditionelle Teeh&auml;user, in denen man eine japanische
            Teezeremonie erleben kann. Ein Besuch hier vermittelt einen Einblick
            in die &Auml;sthetik und Philosophie des Zen-Buddhismus.
          </p>
        </article>

        <article>
          <h1 id="shibuya">Shibuya Crossing</h1>
          <h2>[Tokyo]</h2><br>
          <img class="sightsPictures" src="images/sightseeings/shibuya.jpg" alt="Shibuya Crossing">
          <p>
            Die Shibuya-Kreuzung ist eine der gesch&auml;ftigsten Kreuzungen der
            Welt. Hunderte von Menschen &uuml;berqueren sie gleichzeitig aus allen
            Richtungen. Umgeben von riesigen Bildschirmen, Gesch&auml;ften und
            Restaurants ist sie ein Symbol f&uuml;r das moderne, pulsierende
            Tokio. Diese Kreuzung wird oft als "organisiertes Chaos" beschrieben,
            denn trotz der gro&szlig;en Menschenmengen l&auml;uft alles geordnet
            ab. Sie ist ein beliebtes Fotomotiv und in vielen Filmen und Serien zu
            sehen. In unmittelbarer N&auml;he befindet sich die ber&uuml;hmte
            Hachiko-Statue, die an den treuen Hund erinnert, der jahrelang auf
            sein Herrchen wartete. Die Gegend rund um Shibuya ist ein Hotspot
            f&uuml;r Shopping, Essen und Nachtleben. Zahlreiche Kaufh&auml;user,
            trendige Boutiquen und Restaurants bieten alles, was das Herz begehrt.
            Am Abend erstrahlt Shibuya in bunten Neonlichtern, die der Stadt ein
            futuristisches Flair verleihen. Ein Besuch in einer der Sky-Bars in
            den Hochh&auml;usern rund um die Kreuzung bietet eine
            spektakul&auml;re Aussicht auf das Lichtermeer der Stadt.
          </p>
        </article>

        <article>
          <h1 id="memorial">Peace Memorial Park</h1>
          <h2>[Hiroshima]</h2><br>
          <img class="sightsPictures" src="images/sightseeings/peaceMemorial.jpg" alt="peaceMemorial">
          <p>
            Der Hiroshima Peace Memorial Park erinnert an die Opfer des
            Atombombenabwurfs von 1945. Das Herzst&uuml;ck des Parks ist der
            Atombombendom, ein erhaltenes Geb&auml;ude aus der Explosion. Das
            Friedensmuseum und zahlreiche Denkm&auml;ler laden zum Nachdenken und
            Gedenken ein. Der Park wurde auf dem Epizentrum der Explosion
            errichtet und soll ein Zeichen f&uuml;r Frieden und den Wunsch nach
            einer atomwaffenfreien Welt setzen. Besucher k&ouml;nnen im Hiroshima
            Peace Memorial Museum mehr &uuml;ber die Geschichte der Stadt und die
            Auswirkungen der Bombe erfahren. Besonders bewegend sind die
            pers&ouml;nlichen Geschichten der &Uuml;berlebenden, die sogenannten
            Hibakusha. Eine der bekanntesten Sehensw&uuml;rdigkeiten im Park ist
            die Kinder-Friedensstatue, inspiriert von Sadako Sasaki, einem
            M&auml;dchen, das nach der Explosion an Leuk&auml;mie erkrankte und
            tausend Papierkraniche faltete, um gesund zu werden. Jedes Jahr werden
            hier neue Kraniche als Zeichen des Friedens niedergelegt. Der Park ist
            ein emotionaler Ort, der Besucher zum Nachdenken anregt und die
            Bedeutung des Friedens aufzeigt.
          </p>
        </article>

        <div id="map"></div>
      </section>
    </main>
  </body>

  <footer>
    <nav>
      <a href="credits.html">Credits</a>
      <p>|</p>
      <a href="quellen.html">Quellen</a>
    </nav>
  </footer>
</html>
